Repository: michiru233/Hiko-VoiceConvert
Catalog: VoiceConvert/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja

# action.addInput
source: 添加输入
en: Add input
ja: 入力を追加

# action.choose
source: 选择
en: Choose
ja: 選択

# action.clear
source: 清除授权
en: Clear authorization
ja: 認証を解除

# action.done
source: 完成
en: Done
ja: 完了

# license.body
source: 第三方库按各自许可证分发。重新分发时请保留 NOTICE 和许可证文件。
en: Third-party libraries are distributed under their respective licenses. Keep the NOTICE and license files when redistributing.
ja: サードパーティライブラリは各ライセンスに従って配布されます。再配布時は NOTICE とライセンスファイルを保持してください。

# license.title
source: 许可证
en: Licenses
ja: ライセンス

# module.audio
source: 音频转换
en: Audio conversion
ja: 音声変換

# module.pairing
source: 配对处理
en: Pair processing
ja: ペア処理

# module.subtitle
source: 字幕转换
en: Subtitle conversion
ja: 字幕変換

# settings.concurrency
source: 并发数：%lld
en: Workers: %lld
ja: 並列数: %lld

# settings.deleteSource
source: 成功后删除源文件
en: Delete source after success
ja: 成功後に元ファイルを削除

# settings.diagnostic
source: 导出诊断
en: Export diagnostics
ja: 診断をエクスポート

# settings.export
source: 导出设置
en: Export settings
ja: 設定を書き出す

# settings.import
source: 导入设置
en: Import settings
ja: 設定を読み込む

# settings.licenses
source: 查看许可证
en: View licenses
ja: ライセンスを見る

# settings.outputDirectory
source: 输出目录
en: Output directory
ja: 出力フォルダ

# settings.outputDirectory.default
source: 默认 Music 文件夹
en: Default Music folder
ja: デフォルトの Music フォルダ

# settings.quality
source: 质量
en: Quality
ja: 品質

# settings.speakers
source: 保留说话人前缀
en: Keep speaker prefixes
ja: 話者名プレフィックスを保持

# settings.strict
source: 严格字幕解析
en: Strict subtitle parsing
ja: 字幕を厳密に解析

# settings.title
source: 设置
en: Settings
ja: 設定
